bench/results/azure_real_nvme_c200p30_20260430/read_async.log
Json file /tmp/read_async.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:    11302101 ops,  396905 (avg:  375587) ops/sec, 73.82MB/sec (avg: 70.84MB/sec), 60.29 (avg: 63.65) msec latency

Saving JSON output file: /tmp/read_async.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets       387056.66    237697.83    149358.83        63.65100        36.09500       199.67900     11403.26300     74742.19 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     387056.66    237697.83    149358.83        63.65100        36.09500       199.67900     11403.26300     74742.19