bench/results/azure_real_nvme_c200p30_20260430/read_quorum.log
Json file /tmp/read_quorum.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:    17840630 ops,  594428 (avg:  592902) ops/sec, 106.07MB/sec (avg: 107.44MB/sec), 40.32 (avg: 40.45) msec latency

Saving JSON output file: /tmp/read_quorum.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets       592684.29    362264.12    230420.16        40.44845        37.11900       125.43900       193.53500    109959.54 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     592684.29    362264.12    230420.16        40.44845        37.11900       125.43900       193.53500    109959.54