bench/results/azure_real_nvme_c200p30_20260430/write_async.log
Json file /tmp/write_async.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:     8067280 ops,  247347 (avg:  268136) ops/sec, 71.92MB/sec (avg: 77.96MB/sec), 96.72 (avg: 89.37) msec latency

Saving JSON output file: /tmp/write_async.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       267934.75          ---          ---        89.36816        59.13500       413.69500       532.47900     79772.69 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     267934.75         0.00         0.00        89.36816        59.13500       413.69500       532.47900     79772.69