bench/results/azure_real_nvme_c200p30_20260430/write_quorum.log
Json file /tmp/write_quorum.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:     5246155 ops,  194390 (avg:  174189) ops/sec, 55.38MB/sec (avg: 49.63MB/sec), 131.63 (avg: 137.60) msec latency

Saving JSON output file: /tmp/write_quorum.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       175649.70          ---          ---       137.60506       128.51100       337.91900       391.16700     51248.76 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     175649.70         0.00         0.00       137.60506       128.51100       337.91900       391.16700     51248.76